estoque = { 1 : {"nome" : "𝙲𝚑𝚊𝚟𝚎 𝚂𝚒𝚖𝚙𝚕𝚎𝚜","quantidade" : 5,"valor" : 950},
            2 : {"nome" : "𝙵𝚛𝚊𝚐𝚖𝚎𝚗𝚝𝚘 𝚍𝚎 𝙼𝚊𝚜𝚌𝚊𝚛𝚊", "Quantidade" : 5, "valor" : 15000},
            3 : {"nome" : "𝙵𝚛𝚊𝚐𝚖𝚎𝚗𝚝𝚘 𝚍𝚎 𝚅𝚊𝚜𝚘", "Quantidade" : 2, "valor" : 1450},
           4 : {"nome": "𝙼𝚎𝚜𝚝𝚛𝚎 𝚍𝚊 𝙲𝚘𝚛𝚛𝚒𝚍𝚊", "Quantidade" : 1, "valor" : 1000},
           5 : {"nome" : "𝙲𝚑𝚊𝚟𝚎 𝙴𝚕𝚎𝚐𝚊𝚗𝚝𝚎", "Quantidade" : 2, "valor" : 5000},
           6 : {"nome" : "𝙾𝚟𝚘 𝚁𝚊𝚗𝚌𝚘𝚜𝚘", "Quantidade" : 10, "valor" : 100}}

carrinho = {}

while True:
    print("""⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆
⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆""")
    print("𝙿𝙰𝚃𝙰𝙼𝙰𝚂𝚃𝙸𝙰, 𝚋𝚎𝚖 𝚟𝚒𝚗𝚍𝚘 𝚊 𝚕𝚘𝚓𝚊 𝚍𝚘 𝚂𝚕𝚢 (𝚀𝚞𝚎 𝚜𝚘𝚞 𝚎𝚞)!!")
    print("[𝟷] 𝚅𝚒𝚜𝚞𝚊𝚕𝚒𝚣𝚊𝚛 𝙴𝚜𝚝𝚘𝚚𝚞𝚎")
    print("[𝟸] 𝙰𝚍𝚒𝚌𝚒𝚘𝚗𝚊𝚛 𝙸𝚝𝚎𝚖 𝚊𝚘 𝙲𝚊𝚛𝚛𝚒𝚗𝚑𝚘")
    print("[𝟹] 𝚅𝚒𝚜𝚞𝚊𝚕𝚒𝚣𝚊𝚛 𝙲𝚊𝚛𝚛𝚒𝚗𝚑𝚘")
    print("[𝟺] 𝙵𝚒𝚗𝚊𝚕𝚒𝚣𝚊𝚛 𝙲𝚘𝚖𝚙𝚛𝚊")
    print("[𝟶] 𝚂𝚊𝚒𝚛 𝚍𝚘 𝚂𝚒𝚜𝚝𝚎𝚖𝚊")
    print("""⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆
⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆""")

    escolha = int(input("𝙳𝚒𝚐𝚒𝚝𝚎 𝚜𝚞𝚊 𝙴𝚜𝚌𝚘𝚕𝚑𝚊: "))
    print("""⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆
⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆⋆༺𓆩⚔𓆪༻⋆""")
